import "./css/Experience.css";
const Experience = () => {
	return (
		<>
			<section className="sections experience-section ">
				<div className="container">
					<h2 className="sections-title flex justify-center items-center mb-[34px] md:pl-[10%]">
						Обо мне
					</h2>
					<div className="text-wrapper flex flex-col justify-center items-center px-4 ">
						<p className="sections-desc about-desc ">
							Я родился 1 апреля 1997 года. Моя учебная история началась в
							средней школе № 88, где я учился с 2004 по 2015 год. После
							окончания школы я решил продолжить свое образование и поступил в
							Северо-Кавказский университет (СКФУ) в городе Пятигорске, который
							находится в Ставропольском крае России. В университете я выбрал
							инженерный факультет и обучался на программиста. Это был важный
							период в моей жизни, где я углубил свои знания в области
							программирования и инженерии. Время, проведенное в Пятигорске,
							было для меня незабываемым и одним из лучших периодов в моей
							жизни, который я никогда не забуду. Я стремлюсь к дальнейшему
							росту и развитию, а также к применению своих навыков в реальной
							жизни.
						</p>
						{/* <small>
							<b>*Данный текст написан с помощью AI</b>
						</small> */}
					</div>
				</div>
			</section>
		</>
	);
};

export default Experience;
